# Горизонтальная позиция заголовка
TITLE_X = 200
# Вертикальная позиция заголовка
TITLE_Y = 800
# Начальная вертикальная позиция для ингредиентов
START_Y = 750
# Отступ между строками
LINE_SPACING = 20
# Горизонтальная позиция для текста ингредиентов
TEXT_X = 100
# Размер шрифта заголовка
TITLE_FONT_SIZE = 16
# Размер шрифта текста ингредиентов
TEXT_FONT_SIZE = 12
# Истинно
TRUE = "1"
# Ложно
FALSE = "0"
# Минимальное количество ингредиента
MIN_AMOUNT = 1 
# Максимальное количество ингредиента
MAX_AMOUNT = 32000